Repository: assanbayg/qolshatyr_mobile
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# language
source: English
kk: Kazakh
ru: Russian

source: Hello, world!
kk: Сәлем, әлем!
ru: Привет, мир!

# emailHint
source: Email address
kk: Электрондық пошта
ru: Электронная почта

# passwordHint
source: Password
kk: Құпия сөз
ru: Пароль

# confirmPasswordHint
source: Confirm password
kk: Құпия сөзді растаңыз
ru: Подтвердите пароль

# loginButton
source: Log in
kk: Кіру
ru: Войти

# signUpButton
source: Sign up
kk: Тіркелу
ru: Регистрация

# loginPrompt
source: Don't have an account?
kk: Тіркелгіңіз жоқ па?
ru: Нет учетной записи?

# signUpPrompt
source: Already have an account?
kk: Тіркелгіңіз бар ма?
ru: Уже есть учетная запись?

source: Sign up now
kk: Қазір тіркеліңіз
ru: Зарегистрируйтесь сейчас

source: Log in
kk: Кіру
ru: Войти

source: Sign Out
kk: Шығу
ru: Выйти

source: User Trips
kk: Сапарларым
ru: Мои поездки

# turnOnLocation
source: Please turn on the location
kk: Геолокацияңызды қосыңыз
ru: Включите местоположение

source: Toggle Listening
kk: Тыңдауды қосу
ru: Включить прослушивание

source: Send SOS message
kk: SOS хабарламасын жіберу
ru: Отправить SOS сообщение

source: Set new check in timer
kk: Жаңа тексеру уақытын орнату
ru: Установить новый таймер регистрации

source: Update Check-In Duration
ru: Обновить время проверки

# enterTimeInMinutes
source: Enter a time in minutes
kk: Уақытты минуттармен енгізіңіз
ru: Введите время в минутах

source: End the Trip
kk: Сапарды бітіру
ru: Закончить поездку

source: Emergency Contacts Call
kk: Төтенше жағдайлардағы қоңыраулар
ru: Экстренные вызовы

source: Sync Contacts
kk: Контактілерді синхрондау
ru: Синхронизировать контакты

# noEmergencyContacts
source: You don't have any emergency contacts yet!
ru: У вас пока нет экстренных контактов!

# sendLocation
source: Send your location to your close ones
kk: Орныңызды жақындарыңызға жіберіңіз
ru: Отправьте свое местоположение близким

# initialDialogMessage
source: This is the initial dialog.
kk: Бұл бастапқы диалог.
ru: Это начальный диалог.

source: Next
kk: Келесі
ru: Далее

# enterDestination
source: Enter your destination address and estimated arrival time
kk: Мекенжайыңызды және болжамды келу уақытыңызды енгізіңіз
ru: Введите адрес назначения и предполагаемое время прибытия

# startTrip
source: Start a trip
kk: Сапарды бастау
ru: Начать поездку

# additionalInfoRequest
source: Add additional information.
ru: Ввести дополнительную информацию

# pickAnyPoint
source: Pick any point on map
ru: Нажмите на место на карте

source: Settings
ru: Настройки

source: No active trip
ru: Нет активных поездок
